Repository: jrevillard/genie-ai-replica
Catalog: mobile/genie_ai_mobile_swiftui/GenieAI/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, pt, ru, sw, th, zh

source: By logging in, you agree to our Terms of Service and Privacy Policy
ar: بتسجيل الدخول، أنت توافق على شروط الخدمة وسياسة الخصوصية الخاصة بنا
de: Durch die Anmeldung stimmst du unseren Nutzungsbedingungen und der Datenschutzrichtlinie zu
es: Al iniciar sesión, aceptas nuestros Términos de servicio y Política de privacidad
fr: En vous connectant, vous acceptez nos conditions d'utilisation et notre politique de confidentialité
id: Dengan masuk, Anda menyetujui Ketentuan Layanan dan Kebijakan Privasi kami
pt: Ao entrar, você concorda com nossos Termos de Serviço e Política de Privacidade
ru: Входя в систему, вы соглашаетесь с нашими Условиями использования и Политикой конфиденциальности
sw: Kwa kuingia, unakubali Masharti yetu ya Huduma na Sera ya Faragha
th: โดยการเข้าสู่ระบบ คุณยอมรับเงื่อนไขการให้บริการและนโยบายความเป็นส่วนตัวของเรา
zh: 登录即表示您同意我们的服务条款和隐私政策

source: By providing more information, you'll get more accurate and meaningful responses from the chatbot. Please review our
ar: من خلال تقديم المزيد من المعلومات، ستحصل على ردود أكثر دقة وفائدة من روبوت الدردشة. يرجى مراجعة
de: Durch die Bereitstellung weiterer Informationen erhältst du genauere und sinnvollere Antworten vom Chatbot. Bitte lies unsere
es: Al proporcionar más información, obtendrás respuestas más precisas del chatbot. Por favor revisa nuestra
fr: En fournissant plus d'informations, vous obtiendrez des réponses plus précises et significatives du chatbot. Veuillez consulter notre
id: Dengan memberikan lebih banyak informasi, Anda akan mendapatkan respons yang lebih akurat dan bermakna dari chatbot. Silakan tinjau kami
pt: Ao fornecer mais informações, você obterá respostas mais precisas e significativas do chatbot. Por favor, revise nossa
ru: Предоставляя больше информации, вы получите более точные и полезные ответы от чат-бота. Пожалуйста, ознакомьтесь с нашей
sw: Kwa kutoa taarifa zaidi, utapata majibu sahihi na ya maana zaidi kutoka kwa roboti ya gumzo. Tafadhali pitia yetu
th: โดยการให้ข้อมูลเพิ่มเติม คุณจะได้รับคำตอบที่แม่นยำและมีความหมายมากขึ้นจากแชทบอท โปรดตรวจสอบของเรา
zh: 通过提供更多信息，您将从聊天机器人获得更准确和有意义的回复。请查看我们的

source: By registering, you agree to our Terms of Service and Privacy Policy
ar: بالتسجيل، أنت توافق على شروط الخدمة وسياسة الخصوصية الخاصة بنا
de: Durch die Registrierung stimmst du unseren Nutzungsbedingungen und der Datenschutzrichtlinie zu
es: Al registrarte, aceptas nuestros Términos de servicio y Política de privacidad
fr: En vous inscrivant, vous acceptez nos conditions d'utilisation et notre politique de confidentialité
id: Dengan mendaftar, Anda menyetujui Ketentuan Layanan dan Kebijakan Privasi kami
pt: Ao se registrar, você concorda com nossos Termos de Serviço e Política de Privacidade
ru: Регистрируясь, вы соглашаетесь с нашими Условиями использования и Политикой конфиденциальности
sw: Kwa kujiandikisha, unakubali Masharti yetu ya Huduma na Sera ya Faragha
th: โดยการลงทะเบียน คุณยอมรับเงื่อนไขการให้บริการและนโยบายความเป็นส่วนตัวของเรา
zh: 注册即表示您同意我们的服务条款和隐私政策

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
pt: Cancelar
ru: Отмена
sw: Ghairi
th: ยกเลิก
zh: 取消

source: Change
ar: تغيير
de: Ändern
es: Cambiar
fr: Changer
id: Ubah
pt: Alterar
ru: Изменить
sw: Badilisha
th: เปลี่ยน
zh: 更改

source: Change Email
ar: تغيير البريد الإلكتروني
de: E-Mail ändern
es: Cambiar correo electrónico
fr: Changer l'adresse e-mail
id: Ubah Email
pt: Alterar E-mail
ru: Изменить электронную почту
sw: Badilisha Barua Pepe
th: เปลี่ยนอีเมล
zh: 更改电子邮件

source: Change language
ar: تغيير اللغة
de: Sprache ändern
es: Cambiar idioma
fr: Changer la langue
id: Ganti bahasa
pt: Mudar idioma
ru: Изменить язык
sw: Badilisha lugha
th: เปลี่ยนภาษา
zh: 更改语言

source: Change Password
ar: تغيير كلمة المرور
de: Passwort ändern
es: Cambiar contraseña
fr: Changer le mot de passe
id: Ubah Kata Sandi
pt: Alterar Senha
ru: Изменить пароль
sw: Badilisha Nenosiri
th: เปลี่ยนรหัสผ่าน
zh: 更改密码

source: Changing your email to
ar: تغيير بريدك الإلكتروني إلى
de: Ändere deine E-Mail zu
es: Cambiando tu correo a
fr: Changement de votre e-mail vers
id: Mengubah email Anda menjadi
pt: Alterando seu e-mail para
ru: Смена вашего email на
sw: Inabadilisha barua pepe yako kuwa
th: กำลังเปลี่ยนอีเมลของคุณเป็น
zh: 正在将您的电子邮件更改为

source: Chat exported successfully
ar: تم تصدير المحادثة بنجاح
de: Chat erfolgreich exportiert
es: Chat exportado con éxito
fr: Chat exporté avec succès
id: Obrolan berhasil diekspor
pt: Chat exportado com sucesso
ru: Чат успешно экспортирован
sw: Gumzo limehamishwa
th: ส่งออกแชทสำเร็จ
zh: 聊天导出成功

source: Chat History
ar: سجل المحادثات
de: Chatverlauf
es: Historial de chat
fr: Historique du chat
id: Riwayat Obrolan
pt: Histórico de Chat
ru: История чата
sw: Historia ya Gumzo
th: ประวัติการแชท
zh: 聊天记录

source: Chat Saved
ar: تم حفظ المحادثة
de: Chat gespeichert
es: Chat guardado
fr: Chat enregistré
id: Obrolan Disimpan
pt: Chat Salvo
ru: Чат сохранен
sw: Gumzo Imehifadhiwa
th: บันทึกแชทแล้ว
zh: 聊天已保存

source: Chat Title
ar: عنوان المحادثة
de: Chat-Titel
es: Título del chat
fr: Titre du chat
id: Judul Obrolan
pt: Título do Chat
ru: Название чата
sw: Kichwa cha Gumzo
th: ชื่อแชท
zh: 聊天标题

source: Chatbot Response:
ar: رد روبوت الدردشة:
de: Chatbot-Antwort:
es: Respuesta del chatbot:
fr: Réponse du chatbot :
id: Respons Chatbot:
pt: Resposta do Chatbot:
ru: Ответ чат-бота:
sw: Jibu la Roboti ya Gumzo:
th: การตอบกลับของแชทบอท:
zh: 聊天机器人回复：

# chatbot.chatTitlePlaceholder
source: Enter a title for this chat
ar: أدخل عنواناً لهذه المحادثة
de: Gib einen Titel für diesen Chat ein
es: Ingresa un título para este chat
fr: Entrez un titre pour ce chat
id: Masukkan judul untuk obrolan ini
pt: Digite um título para este chat
ru: Введите название для этого чата
sw: Weka kichwa cha gumzo hili
th: ป้อนชื่อสำหรับแชทนี้
zh: 为此聊天输入标题

# chatbot.dialogs.newChatTitle
source: Start New Chat?
ar: بدء محادثة جديدة؟
de: Neuen Chat starten?
es: ¿Iniciar nuevo chat?
fr: Commencer un nouveau chat ?
id: Mulai Obrolan Baru?
pt: Iniciar Novo Chat?
ru: Начать новый чат?
sw: Anza Gumzo Mpya?
th: เริ่มแชทใหม่?
zh: 开始新聊天？

# chatbot.newChatTitle
source: Start New Chat
ar: بدء محادثة جديدة
de: Neuen Chat starten
es: Iniciar nuevo chat
fr: Commencer un nouveau chat
id: Mulai Obrolan Baru
pt: Iniciar Novo Chat
ru: Начать новый чат
sw: Anza Gumzo Mpya
th: เริ่มแชทใหม่
zh: 开始新聊天

# chatbot.saveConfirmMessage
source: Save existing conversation?
ar: حفظ المحادثة الحالية؟
de: Bestehende Unterhaltung speichern?
es: ¿Guardar conversación existente?
fr: Enregistrer la conversation existante ?
id: Simpan percakapan yang ada?
pt: Salvar conversa existente?
ru: Сохранить текущий разговор?
sw: Hifadhi mazungumzo yaliyopo?
th: บันทึกบทสนทนาที่มีอยู่?
zh: 保存现有对话？

# chatbot.saveConfirmTitle
source: Save Existing Conversation
ar: حفظ المحادثة الحالية
de: Bestehende Unterhaltung speichern
es: Guardar conversación existente
fr: Enregistrer la conversation existante
id: Simpan Percakapan yang Ada
pt: Salvar Conversa Existente
ru: Сохранить текущий разговор
sw: Hifadhi Mazungumzo Yaliyopo
th: บันทึกบทสนทนาที่มีอยู่
zh: 保存现有对话

source: Chats
ar: المحادثات
id: Obrolan
ru: Чаты
sw: Gumzo
th: แชท
zh: 聊天

source: Checking...
ar: جاري الفحص...
de: Prüfe...
es: Comprobando...
fr: Vérification...
id: Memeriksa...
pt: Verificando...
ru: Проверка...
sw: Inakagua...
th: กำลังตรวจสอบ...
zh: 正在检查...

source: Chemical Engineering
ar: الهندسة الكيميائية
de: Chemieingenieurwesen
es: Ingeniería Química
fr: Génie chimique
id: Teknik Kimia
pt: Engenharia Química
ru: Химическая инженерия
sw: Uhandisi wa Kemikali
th: วิศวกรรมเคมี
zh: 化学工程

source: Chemistry
ar: كيمياء
de: Chemie
es: Química
fr: Chimie
id: Kimia
pt: Química
ru: Химия
sw: Kemia
th: เคมี
zh: 化学

source: Childcare support
ar: دعم رعاية الأطفال
de: Kinderbetreuungsunterstützung
es: Apoyo para el cuidado de niños
fr: Soutien à la garde d'enfants
id: Dukungan penitipan anak
pt: Apoio a cuidados infantis
ru: Поддержка по уходу за детьми
sw: Msaada wa utunzaji wa watoto
th: การสนับสนุนการดูแลเด็ก
zh: 儿童保育支持

source: Chinese
ar: الصينية
de: Chinesisch
es: Chino
fr: Chinois
id: Mandarin
pt: Chinês
ru: Китайский
sw: Kichina
th: จีน
zh: 中文

source: Choose a Profile Icon
ar: اختر أيقونة للملف الشخصي
de: Wähle ein Profilsymbol
es: Elige un icono de perfil
fr: Choisir une icône de profil
id: Pilih Ikon Profil
pt: Escolha um Ícone de Perfil
ru: Выберите иконку профиля
sw: Chagua Aikoni ya Wasifu
th: เลือกไอคอนโปรไฟล์
zh: 选择个人资料图标

source: Citizen
ar: مواطن
de: Bürger
es: Ciudadano
fr: Citoyen
id: Warga Negara
pt: Cidadão
ru: Гражданин
sw: Raia
th: พลเมือง
zh: 公民

source: Citizenship / Naturalization documents
ar: وثائق الجنسية / التجنيس
de: Staatsbürgerschafts- / Einbürgerungsdokumente
es: Documentos de ciudadanía / naturalización
fr: Documents de citoyenneté / naturalisation
id: Dokumen Kewarganegaraan / Naturalisasi
pt: Documentos de cidadania / naturalização
ru: Документы о гражданстве / натурализации
sw: Nyaraka za uraia / uraia wa kuomba
th: เอกสารสัญชาติ / การแปลงสัญชาติ
zh: 公民身份/入籍文件

source: Citizenship revocation (if applicable)
ar: إلغاء الجنسية (إن وجد)
de: Staatsbürgerschaftswiderruf (falls zutreffend)
es: Revocación de ciudadanía (si aplica)
fr: Révocation de la citoyenneté (le cas échéant)
id: Pencabutan kewarganegaraan (jika berlaku)
pt: Revogação de cidadania (se aplicável)
ru: Лишение гражданства (если применимо)
sw: Kufutwa kwa uraia (kama inatumika)
th: การเพิกถอนสัญชาติ (ถ้ามี)
zh: 公民身份撤销（如果适用）

source: Civic
ar: مواطنة
de: Bürger
es: Cívico
fr: Civique
id: Sipil
pt: Cívico
ru: Гражд.
sw: Kiraia
th: พลเมือง
zh: 公民

source: Civic & Political Participation
ar: المشاركة المدنية والسياسية
de: Bürgerliche & Politische Beteiligung
es: Participación Cívica y Política
fr: Participation civique et politique
id: Partisipasi Sipil & Politik
pt: Participação Cívica e Política
ru: Гражданское и политическое участие
sw: Ushiriki wa Kiraia na Kisiasa
th: การมีส่วนร่วมของพลเมืองและการเมือง
zh: 公民与政治参与

source: Civil
ar: مدني
de: Zivil
id: Sipil
ru: Гражданские
sw: Kiraia
th: ราษฎร
zh: 民事

source: Civil Engineering
ar: الهندسة المدنية
de: Bauingenieurwesen
es: Ingeniería Civil
fr: Génie civil
id: Teknik Sipil
pt: Engenharia Civil
ru: Гражданское строительство
sw: Uhandisi wa Ujenzi
th: วิศวกรรมโยธา
zh: 土木工程

source: Civil Registration & Documentation
ar: التسجيل المدني والوثائق
de: Zivilregistrierung & Dokumentation
es: Registro Civil y Documentación
fr: État civil et documentation
id: Pencatatan Sipil & Dokumentasi
pt: Registro Civil e Documentação
ru: Гражданская регистрация и документы
sw: Usajili wa Kiraia na Nyaraka
th: การทะเบียนราษฎรและเอกสาร
zh: 民事登记与文件

source: Clear
ar: صافي
de: Klar
es: Despejado
fr: Dégagé
id: Cerah
pt: Limpo
ru: Ясно
sw: Anga Safi
th: แจ่มใส
zh: 晴朗

source: Clear context and start a new conversation
ar: مسح السياق وبدء محادثة جديدة
de: Kontext löschen und neue Unterhaltung beginnen
es: Borrar contexto e iniciar nueva conversación
fr: Effacer le contexte et commencer une nouvelle conversation
id: Hapus konteks dan mulai percakapan baru
pt: Limpar contexto e iniciar uma nova conversa
ru: Очистить контекст и начать новый разговор
sw: Futa muktadha na anza mazungumzo mapya
th: ล้างบริบทและเริ่มการสนทนาใหม่
zh: 清除上下文并开始新对话

source: Click Cancel to discard changes
ar: انقر إلغاء لتجاهل التغييرات
de: Klicke auf Abbrechen, um Änderungen zu verwerfen
es: Haz clic en Cancelar para descartar cambios
fr: Cliquez sur Annuler pour ignorer les modifications
id: Klik Batal untuk membuang perubahan
pt: Clique em Cancelar para descartar alterações
ru: Нажмите Отмена, чтобы отменить изменения
sw: Bofya Ghairi ili kutupa mabadiliko
th: คลิกยกเลิกเพื่อทิ้งการเปลี่ยนแปลง
zh: 点击取消以放弃更改

source: Click Save to store your information
ar: انقر حفظ لتخزين معلوماتك
de: Klicke auf Speichern, um deine Informationen zu speichern
es: Haz clic en Guardar para almacenar tu información
fr: Cliquez sur Enregistrer pour stocker vos informations
id: Klik Simpan untuk menyimpan informasi Anda
pt: Clique em Salvar para armazenar suas informações
ru: Нажмите Сохранить, чтобы сохранить информацию
sw: Bofya Hifadhi ili kuhifadhi taarifa zako
th: คลิกบันทึกเพื่อจัดเก็บข้อมูลของคุณ
zh: 点击保存以存储您的信息

source: Click to upload
ar: انقر للتحميل
de: Zum Hochladen klicken
es: Clic para subir
fr: Cliquer pour télécharger
id: Klik untuk mengunggah
pt: Clique para carregar
ru: Нажмите для загрузки
sw: Bofya ili kupakia
th: คลิกเพื่ออัปโหลด
zh: 点击上传

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
id: Tutup
pt: Fechar
ru: Закрыть
sw: Funga
th: ปิด
zh: 关闭

source: Close profile form
ar: إغلاق نموذج الملف الشخصي
de: Profilformular schließen
es: Cerrar formulario de perfil
fr: Fermer le formulaire de profil
id: Tutup formulir profil
pt: Fechar formulário de perfil
ru: Закрыть форму профиля
sw: Funga fomu ya wasifu
th: ปิดแบบฟอร์มโปรไฟล์
zh: 关闭个人资料表单

source: Cloudy
ar: غائم
de: Bewölkt
es: Nublado
fr: Nuageux
id: Berawan
pt: Nublado
ru: Облачно
sw: Mawingu
th: มีเมฆมาก
zh: 多云

source: Communications
ar: اتصالات
de: Kommunikationswissenschaft
es: Comunicaciones
id: Komunikasi
pt: Comunicações
ru: Коммуникации
sw: Mawasiliano
th: นิเทศศาสตร์
zh: 传播学

source: Complete
ar: مكتمل
de: Abgeschlossen
es: Completado
fr: Terminé
id: Selesai
pt: Completo
ru: Завершено
sw: Imekamilika
th: เสร็จสมบูรณ์
zh: 已完成

source: Computer Engineering
ar: هندسة الكمبيوتر
de: Technische Informatik
es: Ingeniería Informática
fr: Génie informatique
id: Teknik Komputer
pt: Engenharia da Computação
ru: Компьютерная инженерия
sw: Uhandisi wa Kompyuta
th: วิศวกรรมคอมพิวเตอร์
zh: 计算机工程

source: Computer Science
ar: علوم الكمبيوتر
de: Informatik
es: Ciencias de la Computación
fr: Informatique
id: Ilmu Komputer
pt: Ciência da Computação
ru: Информатика
sw: Sayansi ya Kompyuta
th: วิทยาการคอมพิวเตอร์
zh: 计算机科学

source: Confidence
ar: الثقة
de: Konfidenz
es: Confianza
fr: Confiance
id: Kepercayaan
pt: Confiança
ru: Уверенность
sw: Uhakika
th: ความมั่นใจ
zh: 置信度

source: Confirm
ar: تأكيد
de: Bestätigen
es: Confirmar
fr: Confirmer
id: Konfirmasi
pt: Confirmar
ru: Подтвердить
sw: Thibitisha
th: ยืนยัน
zh: 确认

source: Confirm Account Deletion
ar: تأكيد حذف الحساب
de: Kontolöschung bestätigen
es: Confirmar eliminación de cuenta
fr: Confirmer la suppression du compte
id: Konfirmasi Penghapusan Akun
pt: Confirmar Exclusão de Conta
ru: Подтверждение удаления аккаунта
sw: Thibitisha Ufutaji wa Akaunti
th: ยืนยันการลบบัญชี
zh: 确认删除账户

source: Confirm Change
ar: تأكيد التغيير
de: Änderung bestätigen
es: Confirmar cambio
fr: Confirmer le changement
id: Konfirmasi Perubahan
pt: Confirmar Alteração
ru: Подтвердить изменение
sw: Thibitisha Mabadiliko
th: ยืนยันการเปลี่ยนแปลง
zh: 确认更改

source: Confirm Email Change
ar: تأكيد تغيير البريد الإلكتروني
de: E-Mail-Änderung bestätigen
es: Confirmar cambio de correo
fr: Confirmer le changement d'e-mail
id: Konfirmasi Perubahan Email
pt: Confirmar Alteração de E-mail
ru: Подтвердите смену email
sw: Thibitisha Mabadiliko ya Barua pepe
th: ยืนยันการเปลี่ยนอีเมล
zh: 确认电子邮件更改

source: Confirm New Password
ar: تأكيد كلمة المرور الجديدة
de: Neues Passwort bestätigen
es: Confirmar nueva contraseña
fr: Confirmer le nouveau mot de passe
id: Konfirmasi Kata Sandi Baru
pt: Confirmar Nova Senha
ru: Подтвердите новый пароль
sw: Thibitisha Nenosiri Mpya
th: ยืนยันรหัสผ่านใหม่
zh: 确认新密码

source: Confirm Password
ar: تأكيد كلمة المرور
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmer le mot de passe
id: Konfirmasi Kata Sandi
pt: Confirmar Senha
ru: Подтвердите пароль
sw: Thibitisha Nenosiri
th: ยืนยันรหัสผ่าน
zh: 确认密码

source: Confirm your new password
ar: أعد إدخال كلمة المرور الجديدة
de: Bestätige dein neues Passwort
es: Confirma tu nueva contraseña
fr: Confirmez votre nouveau mot de passe
id: Konfirmasi kata sandi baru Anda
pt: Confirme sua nova senha
ru: Повторите новый пароль
sw: Thibitisha nenosiri lako mpya
th: ยืนยันรหัสผ่านใหม่ของคุณ
zh: 确认您的新密码

source: Confirm your password
ar: أعد إدخال كلمة المرور
de: Bestätige dein Passwort
es: Confirma tu contraseña
fr: Confirmez votre mot de passe
id: Konfirmasi kata sandi Anda
pt: Confirme sua senha
ru: Повторите пароль
sw: Thibitisha nenosiri lako
th: ยืนยันรหัสผ่านของคุณ
zh: 确认您的密码

source: Construction Management
ar: إدارة البناء
de: Baumanagement
es: Gestión de la Construcción
fr: Gestion de la construction
id: Manajemen Konstruksi
pt: Gestão de Construção
ru: Управление строительством
sw: Usimamizi wa Ujenzi
th: การจัดการการก่อสร้าง
zh: 施工管理

source: Context added to your query
ar: تمت إضافة السياق لاستعلامك
de: Kontext zu deiner Anfrage hinzugefügt
es: Contexto añadido a tu consulta
fr: Contexte ajouté à votre requête
id: Konteks ditambahkan ke kueri Anda
pt: Contexto adicionado à sua consulta
ru: Контекст добавлен к вашему запросу
sw: Muktadha umeongezwa kwenye swali lako
th: เพิ่มบริบทในคำถามของคุณแล้ว
zh: 上下文已添加到您的查询

source: Context removed from your query
ar: تمت إزالة السياق من استعلامك
de: Kontext von deiner Anfrage entfernt
es: Contexto eliminado de tu consulta
fr: Contexte retiré de votre requête
id: Konteks dihapus dari kueri Anda
pt: Contexto removido da sua consulta
ru: Контекст удален из вашего запроса
sw: Muktadha umeondolewa kwenye swali lako
th: นำบริบทออกจากคำถามของคุณแล้ว
zh: 上下文已从您的查询中移除

source: Context:
ar: السياق:
de: Kontext:
es: Contexto:
fr: Contexte :
id: Konteks:
pt: Contexto:
ru: Контекст:
sw: Muktadha:
th: บริบท:
zh: 上下文：

source: Continue to next section
ar: متابعة للقسم التالي
de: Weiter zum nächsten Abschnitt
es: Continuar a la siguiente sección
fr: Passer à la section suivante
id: Lanjutkan ke bagian berikutnya
pt: Continuar para a próxima seção
ru: Перейти к следующему разделу
sw: Endelea kwenye sehemu inayofuata
th: ดำเนินการต่อไปยังส่วนถัดไป
zh: 继续下一部分

source: Continue with Facebook
ar: المتابعة باستخدام Facebook
de: Weiter mit Facebook
es: Continuar con Facebook
fr: Continuer avec Facebook
id: Lanjutkan dengan Facebook
pt: Continuar com Facebook
ru: Продолжить с Facebook
sw: Endelea na Facebook
th: ดำเนินการต่อด้วย Facebook
zh: 继续使用 Facebook

source: Continue with Google
ar: المتابعة باستخدام Google
de: Weiter mit Google
es: Continuar con Google
fr: Continuer avec Google
id: Lanjutkan dengan Google
pt: Continuar com Google
ru: Продолжить с Google
sw: Endelea na Google
th: ดำเนินการต่อด้วย Google
zh: 继续使用 Google

source: Conversation deleted successfully
ar: تم حذف المحادثة بنجاح
de: Unterhaltung erfolgreich gelöscht
es: Conversación eliminada con éxito
fr: Conversation supprimée avec succès
id: Percakapan berhasil dihapus
pt: Conversa excluída com sucesso
ru: Разговор успешно удален
sw: Mazungumzo yamefutwa
th: ลบบทสนทนาสำเร็จ
zh: 对话删除成功

source: Conversation has been archived
ar: تم أرشفة المحادثة
de: Unterhaltung wurde archiviert
es: Conversación archivada
fr: Conversation archivée
id: Percakapan telah diarsipkan
pt: Conversa arquivada
ru: Разговор архивирован
sw: Mazungumzo yamehifadhiwa
th: เก็บถาวรบทสนทนาแล้ว
zh: 对话已归档

source: Conversation has been starred
ar: تم تمييز المحادثة بنجمة
de: Unterhaltung wurde favorisiert
es: Conversación destacada
fr: Conversation ajoutée aux favoris
id: Percakapan telah diberi bintang
pt: Conversa marcada como favorita
ru: Разговор добавлен в избранное
sw: Mazungumzo yamewekwa nyota
th: ติดดาวบทสนทนาแล้ว
zh: 对话已加星标

source: Conversation has been unarchived
ar: تم إلغاء أرشفة المحادثة
de: Unterhaltung wurde dearchiviert
es: Conversación desarchivada
fr: Conversation désarchivée
id: Percakapan telah dibatalkan pengarsipannya
pt: Conversa desarquivada
ru: Разговор разархивирован
sw: Mazungumzo yametolewa kwenye hifadhi
th: เลิกเก็บถาวรบทสนทนาแล้ว
zh: 对话已取消归档

source: Conversation has been unstarred
ar: تم إزالة النجمة من المحادثة
de: Favorit wurde entfernt
es: Conversación ya no está destacada
fr: Conversation retirée des favoris
id: Bintang pada percakapan telah dihapus
pt: Conversa desmarcada como favorita
ru: Разговор удален из избранного
sw: Nyota imeondolewa kwenye mazungumzo
th: เลิกติดดาวบทสนทนาแล้ว
zh: 对话已取消星标

source: Conversation loaded successfully!
ar: تم تحميل المحادثة بنجاح!
de: Unterhaltung erfolgreich geladen!
es: ¡Conversación cargada con éxito!
fr: Conversation chargée avec succès !
id: Percakapan berhasil dimuat!
pt: Conversa carregada com sucesso!
ru: Разговор успешно загружен!
sw: Mazungumzo yamepakiwa!
th: โหลดบทสนทนาสำเร็จ!
zh: 对话加载成功！

source: Conversation moved successfully
ar: تم نقل المحادثة بنجاح
de: Unterhaltung erfolgreich verschoben
es: Conversación movida con éxito
fr: Conversation déplacée avec succès
id: Percakapan berhasil dipindahkan
pt: Conversa movida com sucesso
ru: Разговор успешно перемещен
sw: Mazungumzo yamehamishwa
th: ย้ายบทสนทนาสำเร็จ
zh: 对话移动成功

source: Conversation removed from folder
ar: تمت إزالة المحادثة من المجلد
de: Unterhaltung aus Ordner entfernt
es: Conversación removida de la carpeta
fr: Conversation retirée du dossier
id: Percakapan dihapus dari folder
pt: Conversa removida da pasta
ru: Разговор удален из папки
sw: Mazungumzo yameondolewa kwenye folda
th: นำบทสนทนาออกจากโฟลเดอร์แล้ว
zh: 对话已从文件夹中移除

source: Conversation renamed successfully
ar: تم إعادة تسمية المحادثة بنجاح
de: Unterhaltung erfolgreich umbenannt
es: Conversación renombrada con éxito
fr: Conversation renommée avec succès
id: Percakapan berhasil diganti namanya
pt: Conversa renomeada com sucesso
ru: Разговор успешно переименован
sw: Jina la mazungumzo limebadilishwa
th: เปลี่ยนชื่อบทสนทนาสำเร็จ
zh: 对话重命名成功

# countries.AD
source: Andorra
ar: أندورا
fr: Andorre
ru: Андорра
th: อันดอร์รา
zh: 安道尔

# countries.AE
source: United Arab Emirates
ar: الإمارات العربية المتحدة
de: Vereinigte Arabische Emirate
es: Emiratos Árabes Unidos
fr: Émirats arabes unis
id: Uni Emirat Arab
pt: Emirados Árabes Unidos
ru: Объединенные Арабские Эмираты
sw: Falme za Kiarabu
th: สหรัฐอาหรับเอมิเรตส์
zh: 阿联酋

# countries.AF
source: Afghanistan
ar: أفغانستان
es: Afganistán
id: Afganistan
pt: Afeganistão
ru: Афганистан
sw: Afuganistani
th: อัฟกานิสถาน
zh: 阿富汗

# countries.AG
source: Antigua and Barbuda
ar: أنتيغوا وباربودا
de: Antigua und Barbuda
es: Antigua y Barbuda
fr: Antigua-et-Barbuda
id: Antigua dan Barbuda
pt: Antígua e Barbuda
ru: Антигуа и Барбуда
sw: Antigua na Barbuda
th: แอนติกาและบาร์บูดา
zh: 安提瓜和巴布达

# countries.AL
source: Albania
ar: ألبانيا
de: Albanien
fr: Albanie
pt: Albânia
ru: Албания
th: แอลเบเนีย
zh: 阿尔巴尼亚

# countries.AM
source: Armenia
ar: أرمينيا
de: Armenien
fr: Arménie
pt: Armênia
ru: Армения
th: อาร์เมเนีย
zh: 亚美尼亚

# countries.AO
source: Angola
ar: أنغولا
ru: Ангола
th: แองโกลา
zh: 安哥拉

# countries.AR
source: Argentina
ar: الأرجنتين
de: Argentinien
fr: Argentine
ru: Аргентина
sw: Ajentina
th: อาร์เจนตินา
zh: 阿根廷

# countries.AT
source: Austria
ar: النمسا
de: Österreich
fr: Autriche
pt: Áustria
ru: Австрия
th: ออสเตรีย
zh: 奥地利

# countries.AU
source: Australia
ar: أستراليا
de: Australien
fr: Australie
pt: Austrália
ru: Австралия
th: ออสเตรเลีย
zh: 澳大利亚

# countries.AZ
source: Azerbaijan
ar: أذربيجان
de: Aserbaidschan
es: Azerbaiyán
fr: Azerbaïdjan
pt: Azerbaijão
ru: Азербайджан
sw: Azerbaijani
th: อาเซอร์ไบจาน
zh: 阿塞拜疆

# countries.BA
source: Bosnia and Herzegovina
ar: البوسنة والهرسك
de: Bosnien und Herzegowina
es: Bosnia y Herzegovina
fr: Bosnie-Herzégovine
id: Bosnia dan Herzegovina
pt: Bósnia e Herzegovina
ru: Босния и Герцеговина
sw: Bosnia na Herzegovina
th: บอสเนียและเฮอร์เซโกวีนา
zh: 波斯尼亚和黑塞哥维那

# countries.BB
source: Barbados
ar: باربادوس
fr: Barbade
ru: Барбадос
sw: Babadosi
th: บาร์เบโดส
zh: 巴巴多斯

# countries.BD
source: Bangladesh
ar: بنغلاديش
de: Bangladesch
es: Bangladés
ru: Бангладеш
sw: Bangladeshi
th: บังกลาเทศ
zh: 孟加拉国

# countries.BE
source: Belgium
ar: بلجيكا
de: Belgien
es: Bélgica
fr: Belgique
id: Belgia
pt: Bélgica
ru: Бельгия
sw: Ubelgiji
th: เบลเยียม
zh: 比利时
